
  {
    "name": "To Kill a Mockingbird",
    "description": "A classic novel set in the fictional town of Maycomb, Alabama, during the Great Depression.",
    "publisher": "Harper Lee",
    "author": "Harper Lee"
  }
  {
    "name": "1984",
    "description": "A dystopian novel set in a totalitarian regime, where individualism is suppressed and government surveillance is omnipresent.",
    "publisher": "George Orwell",
    "author": "George Orwell"
  }
  {
    "name": "The Great Gatsby",
    "description": "Set in the Roaring Twenties, the novel explores themes of decadence, idealism, and the American Dream.",
    "publisher": "F. Scott Fitzgerald",
    "author": "F. Scott Fitzgerald"
  }
  {
    "name": "Pride and Prejudice",
    "description": "A romantic novel that follows the emotional development of protagonist Elizabeth Bennet as she navigates issues of manners, upbringing, morality, education, and marriage in the society of the landed gentry of the British Regency.",
    "publisher": "Jane Austen",
    "author": "Jane Austen"
  }
  {
    "name": "To the Lighthouse",
    "description": "A novel that centers on the Ramsay family and their visits to the Isle of Skye in Scotland between 1910 and 1920.",
    "publisher": "Virginia Woolf",
    "author": "Virginia Woolf"
  }
  {
    "name": "Moby-Dick",
    "description": "An epic tale of Captain Ahab's obsessive quest for revenge against the great white whale that maimed him.",
    "publisher": "Herman Melville",
    "author": "Herman Melville"
  }
  {
    "name": "The Catcher in the Rye",
    "description": "A controversial novel that follows 16-year-old Holden Caulfield after his expulsion from prep school, as he searches for truth and rails against the 'phoniness' of the adult world.",
    "publisher": "J.D. Salinger",
    "author": "J.D. Salinger"
  }
  {
    "name": "The Lord of the Rings",
    "description": "An epic high-fantasy novel that follows the quest to destroy the One Ring and defeat the Dark Lord Sauron.",
    "publisher": "J.R.R. Tolkien",
    "author": "J.R.R. Tolkien"
  }
  {
    "name": "Harry Potter and the Philosopher's Stone",
    "description": "The first novel in the Harry Potter series, which follows the adventures of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley.",
    "publisher": "J.K. Rowling",
    "author": "J.K. Rowling"
  }
  {
    "name": "The Hobbit",
    "description": "A fantasy novel about the adventures of the hobbit Bilbo Baggins as he embarks on a quest to reclaim a treasure guarded by the dragon Smaug.",
    "publisher": "J.R.R. Tolkien",
    "author": "J.R.R. Tolkien"
  }

